Repository: myaune/find-my-glasses
Catalog: ios/FindGlasses/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

# app_name
source: Find My Glasses
ar: ابحث عن نظارتي
de: Brille finden
es: Buscar gafas
fr: Trouver mes lunettes
hi: चश्मा ढूंढें
id: Cari Kacamata
it: Trova occhiali
ja: メガネ探し
ko: 내 안경 찾기
pt_br: Achar meus óculos
ru: Найти очки
th: หาแว่นตา
tr: Gözlüğümü Bul
vi: Tìm kính
zh_hans: 找眼镜
zh_hant: 找眼鏡

# celebrate
source: Found it!
ar: وجدته!
de: Gefunden!
es: ¡Encontrado!
fr: Trouvé !
hi: मिल गया!
id: Ketemu!
it: Trovato!
ja: 見つけた！
ko: 찾았어요!
pt_br: Achei!
ru: Нашлось!
th: เจอแล้ว!
tr: Buldum!
vi: Tìm thấy rồi!
zh_hans: 找到了！
zh_hant: 找到了！

# conf_high
source: Here it is!
ar: هنا!
de: Hier ist es!
es: ¡Aquí está!
fr: C’est ici !
hi: यहाँ है!
id: Ini dia!
it: È qui!
ja: ここだよ！
ko: 여기예요!
pt_br: Aqui está!
ru: Вот здесь!
th: อยู่ตรงนี้!
tr: İşte burada!
vi: Đây rồi!
zh_hans: 在这里！
zh_hant: 在這裡！

# conf_low
source: Is this it?
ar: هل هذا هو؟
de: Ist es das?
es: ¿Es esto?
fr: C’est ça ?
hi: क्या यही है?
id: Apakah ini?
it: È questo?
ja: これかな？
ko: 이거 아닐까요?
pt_br: É isto?
ru: Это оно?
th: ใช่อันนี้ไหม?
tr: Bu mu?
vi: Có phải cái này không?
zh_hans: 是这个吗？
zh_hant: 是這個嗎？

# conf_medium
source: This might be it
ar: ربما هنا
de: Könnte es sein
es: Podría ser esto
fr: C’est peut-être ça
hi: शायद यहीं है
id: Mungkin di sini
it: Forse è questo
ja: ここっぽい
ko: 여기 같아요
pt_br: Talvez seja isto
ru: Возможно, здесь
th: อาจอยู่ตรงนี้
tr: Burada olabilir
vi: Có thể ở đây
zh_hans: 可能在这里
zh_hant: 可能在這裡

source: Found it!
ar: وجدته!
de: Gefunden!
es: ¡Encontrado!
fr: Trouvé !
hi: मिल गया!
id: Ketemu!
it: Trovato!
ja: 見つけた！
ko: 찾았어요!
pt_br: Achei!
ru: Нашлось!
th: เจอแล้ว!
tr: Buldum!
vi: Tìm thấy rồi!
zh_hans: 找到了！
zh_hant: 找到了！

# hide_license
source: Hide
ar: إغلاق
de: Schließen
es: Ocultar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 收起
zh_hant: 關閉

# licenses
source: Open-source licenses
ar: تراخيص المصادر المفتوحة
de: Open-Source-Lizenzen
es: Licencias de código abierto
fr: Licences open source
hi: ओपन-सोर्स लाइसेंस
id: Lisensi sumber terbuka
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈소스 라이선스
pt_br: Licenças de código aberto
ru: Лицензии открытого ПО
th: สัญญาอนุญาตโอเพนซอร์ส
tr: Açık kaynak lisansları
vi: Giấy phép mã nguồn mở
zh_hans: 开源许可
zh_hant: 開放原始碼授權

# licenses_intro
source: This app is built with the open-source software below. Its source code is public under the AGPL-3.0 license.
ar: يستخدم هذا التطبيق البرمجيات مفتوحة المصدر أدناه. شيفرة التطبيق المصدرية متاحة للعموم بترخيص AGPL-3.0.
de: Diese App verwendet die folgende Open-Source-Software. Ihr Quellcode ist unter der AGPL-3.0-Lizenz öffentlich.
es: Esta app usa el software de código abierto que aparece abajo. Su código fuente se publica bajo la licencia AGPL-3.0.
fr: Cette application utilise les logiciels open source ci-dessous. Son code source est public sous licence AGPL-3.0.
hi: यह ऐप नीचे दिए गए ओपन-सोर्स सॉफ़्टवेयर से बना है। ऐप का सोर्स कोड AGPL-3.0 लाइसेंस के तहत सार्वजनिक है।
id: Aplikasi ini memakai perangkat lunak sumber terbuka di bawah. Kode sumber aplikasi ini terbuka dengan lisensi AGPL-3.0.
it: Questa app usa il software open source elencato qui sotto. Il suo codice sorgente è pubblico con licenza AGPL-3.0.
ja: このアプリは以下のオープンソースソフトウェアで作られています。アプリのソースコードはAGPL-3.0ライセンスで公開されています。
ko: 이 앱은 아래 오픈소스 소프트웨어로 만들어졌습니다. 앱의 소스 코드는 AGPL-3.0 라이선스로 공개됩니다.
pt_br: Este app usa o software de código aberto abaixo. O código-fonte é público sob a licença AGPL-3.0.
ru: Приложение использует открытое ПО, указанное ниже. Исходный код приложения открыт под лицензией AGPL-3.0.
th: แอปนี้ใช้ซอฟต์แวร์โอเพนซอร์สด้านล่าง ซอร์สโค้ดของแอปเปิดเผยภายใต้สัญญาอนุญาต AGPL-3.0
tr: Bu uygulama aşağıdaki açık kaynak yazılımları kullanır. Uygulamanın kaynak kodu AGPL-3.0 lisansıyla herkese açıktır.
vi: Ứng dụng này dùng các phần mềm mã nguồn mở dưới đây. Mã nguồn của ứng dụng được công khai theo giấy phép AGPL-3.0.
zh_hans: 本应用使用了下列开源软件。应用源代码以 AGPL-3.0 许可证公开。
zh_hant: 本應用程式使用以下開放原始碼軟體。本應用程式的原始碼以 AGPL-3.0 授權公開。

# preparing
source: Getting ready…
ar: جارٍ التحضير…
de: Wird vorbereitet…
es: Preparando…
fr: Préparation…
hi: तैयारी हो रही है…
id: Menyiapkan…
it: Preparazione…
ja: 準備中…
ko: 준비 중…
pt_br: Preparando…
ru: Подготовка…
th: กำลังเตรียม…
tr: Hazırlanıyor…
vi: Đang chuẩn bị…
zh_hans: 准备中…
zh_hant: 準備中…

# privacy_options
source: Ad privacy settings
ar: إعدادات خصوصية الإعلانات
de: Werbe-Datenschutz
es: Privacidad de anuncios
fr: Confidentialité des pubs
hi: विज्ञापन गोपनीयता सेटिंग
id: Setelan privasi iklan
it: Privacy degli annunci
ja: 広告のプライバシー設定
ko: 광고 개인정보 설정
pt_br: Privacidade dos anúncios
ru: Конфиденциальность рекламы
th: ความเป็นส่วนตัวของโฆษณา
tr: Reklam gizlilik ayarları
vi: Quyền riêng tư quảng cáo
zh_hans: 广告隐私设置
zh_hant: 廣告隱私設定

source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보처리방침
pt_br: Política de privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik politikası
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

# purchases_nothing
source: No purchase to restore
ar: لا توجد مشتريات لاستعادتها
de: Kein Kauf zum Wiederherstellen
es: No hay compras que restaurar
fr: Aucun achat à restaurer
hi: वापस लाने के लिए कोई खरीद नहीं
id: Tidak ada pembelian untuk dipulihkan
it: Nessun acquisto da ripristinare
ja: 復元できる購入はありません
ko: 복원할 구매가 없어요
pt_br: Nenhuma compra para restaurar
ru: Нет покупок для восстановления
th: ไม่มีการซื้อให้กู้คืน
tr: Geri yüklenecek satın alma yok
vi: Không có giao dịch để khôi phục
zh_hans: 没有可恢复的购买
zh_hant: 沒有可還原的購買

# purchases_unavailable
source: Not available yet
ar: غير متاح بعد
de: Noch nicht verfügbar
es: Aún no disponible
fr: Pas encore disponible
hi: अभी उपलब्ध नहीं
id: Belum tersedia
it: Non ancora disponibile
ja: まだ準備中です
ko: 아직 준비 중이에요
pt_br: Ainda não disponível
ru: Пока недоступно
th: ยังไม่พร้อมใช้งาน
tr: Henüz kullanılamıyor
vi: Chưa có sẵn
zh_hans: 暂未开放
zh_hant: 尚未開放

# quality_high
source: High
ar: عالية
de: Hoch
es: Alta
fr: Haute
hi: उच्च
id: Tinggi
it: Alta
ja: 高
ko: 높음
pt_br: Alta
ru: Высокое
th: สูง
tr: Yüksek
vi: Cao
zh_hans: 高
zh_hant: 高

# quality_max
source: Max
ar: قصوى
de: Maximal
es: Máxima
hi: अधिकतम
id: Maksimal
it: Massima
ja: 最高
ko: 최고
pt_br: Máxima
ru: Максимум
th: สูงสุด
tr: En yüksek
vi: Tối đa
zh_hans: 最高
zh_hant: 最高

# quality_normal
source: Medium
ar: متوسطة
de: Mittel
es: Media
fr: Moyenne
hi: मध्यम
id: Sedang
it: Media
ja: 標準
ko: 보통
pt_br: Média
ru: Среднее
th: กลาง
tr: Orta
vi: Trung bình
zh_hans: 中
zh_hant: 中

# restore_purchases
source: Restore purchase
ar: استعادة الشراء
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l’achat
hi: खरीद वापस लाएँ
id: Pulihkan pembelian
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compra
ru: Восстановить покупку
th: กู้คืนการซื้อ
tr: Satın almayı geri yükle
vi: Khôi phục giao dịch
zh_hans: 恢复购买
zh_hant: 還原購買

# searching
source: Slowly look around
ar: انظر حولك ببطء
de: Langsam umschauen
es: Mira alrededor despacio
fr: Regardez autour de vous lentement
hi: धीरे-धीरे आसपास देखें
id: Lihat sekeliling pelan-pelan
it: Guardati intorno lentamente
ja: ゆっくり周りを映してください
ko: 천천히 주변을 비춰주세요
pt_br: Olhe ao redor devagar
ru: Медленно осмотритесь
th: ค่อยๆ มองไปรอบๆ
tr: Yavaşça etrafına bak
vi: Nhìn quanh thật chậm
zh_hans: 请慢慢环顾四周
zh_hant: 慢慢環顧四周

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Setelan
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settings_done
source: Done
ar: تم
de: Fertig
es: Listo
fr: OK
hi: हो गया
id: Selesai
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluir
ru: Готово
th: เสร็จ
tr: Tamam
vi: Xong
zh_hans: 完成
zh_hant: 完成

# settings_language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# settings_vibration
source: Vibration
ar: الاهتزاز
es: Vibración
hi: वाइब्रेशन
id: Getar
it: Vibrazione
ja: バイブレーション
ko: 진동
pt_br: Vibração
ru: Вибрация
th: การสั่น
tr: Titreşim
vi: Rung
zh_hans: 振动
zh_hant: 震動

# settings_voice
source: Voice guidance
ar: الإرشاد الصوتي
de: Sprachansage
es: Guía por voz
fr: Guidage vocal
hi: आवाज़ से मार्गदर्शन
id: Panduan suara
it: Guida vocale
ja: 音声ガイド
ko: 음성 안내
pt_br: Guia por voz
ru: Голосовые подсказки
th: เสียงแนะนำ
tr: Sesli rehber
vi: Hướng dẫn bằng giọng nói
zh_hans: 语音提示
zh_hant: 語音提示

source: Source code
ar: الشيفرة المصدرية
de: Quellcode
es: Código fuente
fr: Code source
hi: सोर्स कोड
id: Kode sumber
it: Codice sorgente
ja: ソースコード
ko: 소스 코드
pt_br: Código-fonte
ru: Исходный код
th: ซอร์สโค้ด
tr: Kaynak kodu
vi: Mã nguồn
zh_hans: 源代码
zh_hant: 原始碼

# support_body
source: A one-time purchase removes all ads. It also supports the developer.
ar: شراء لمرة واحدة يزيل كل الإعلانات، وهو أيضاً دعم للمطوّر.
de: Ein einmaliger Kauf entfernt alle Werbung und unterstützt auch den Entwickler.
es: Una compra única quita todos los anuncios. También apoya al desarrollador.
fr: Un achat unique retire toutes les pubs. Il soutient aussi le développeur.
hi: एक बार की खरीद से सारे विज्ञापन हट जाते हैं। इससे डेवलपर का भी साथ होता है।
id: Sekali beli, semua iklan hilang. Sekaligus mendukung pengembang.
it: Un acquisto unico rimuove tutta la pubblicità e sostiene anche lo sviluppatore.
ja: 一度の購入で広告がすべて消えます。開発者の応援にもなります。
ko: 한 번 구매하면 광고가 모두 사라져요. 개발자에게도 작은 응원이 돼요.
pt_br: Uma compra única remove todos os anúncios. Também apoia o desenvolvedor.
ru: Одна покупка убирает всю рекламу и немного поддерживает разработчика.
th: ซื้อครั้งเดียวโฆษณาจะหายไปทั้งหมด และเป็นการสนับสนุนนักพัฒนาด้วย
tr: Tek seferlik satın alma tüm reklamları kaldırır ve geliştiriciye de destek olur.
vi: Mua một lần là gỡ hết quảng cáo, đồng thời ủng hộ nhà phát triển.
zh_hans: 一次购买即可去除所有广告，也算是对开发者的一点支持。
zh_hant: 一次購買即可移除所有廣告，也算是對開發者的一點支持。

# support_buy
source: Support · %1$@
ar: ادعم · %1$@
de: Unterstützen · %1$@
es: Apoyar · %1$@
fr: Soutenir · %1$@
hi: साथ दें · %1$@
id: Dukung · %1$@
it: Sostieni · %1$@
ja: 応援する · %1$@
ko: 응원하기 · %1$@
pt_br: Apoiar · %1$@
ru: Поддержать · %1$@
th: สนับสนุน · %1$@
tr: Destekle · %1$@
vi: Ủng hộ · %1$@
zh_hans: 支持一下 · %1$@
zh_hant: 支持一下 · %1$@

# support_buy_noprice
source: Support
ar: ادعم
de: Unterstützen
es: Apoyar
fr: Soutenir
hi: साथ दें
id: Dukung
it: Sostieni
ja: 応援する
ko: 응원하기
pt_br: Apoiar
ru: Поддержать
th: สนับสนุน
tr: Destekle
vi: Ủng hộ
zh_hans: 支持一下
zh_hant: 支持一下

# support_thanks_body
source: Ads are gone. Thanks for the support.
ar: اختفت الإعلانات. شكراً على دعمك.
de: Die Werbung ist weg. Danke für die Unterstützung.
es: Ya no hay anuncios. Gracias por tu apoyo.
fr: Les pubs ont disparu. Merci pour votre soutien.
hi: विज्ञापन हट गए। साथ देने के लिए धन्यवाद।
id: Iklan sudah hilang. Terima kasih atas dukungannya.
it: La pubblicità è sparita. Grazie per il sostegno.
ja: 広告が消えました。応援ありがとうございます。
ko: 광고가 사라졌어요. 응원 고마워요.
pt_br: Os anúncios sumiram. Obrigado pelo apoio.
ru: Рекламы больше нет. Спасибо за поддержку.
th: โฆษณาหายไปแล้ว ขอบคุณที่สนับสนุน
tr: Reklamlar kalktı. Desteğin için teşekkürler.
vi: Quảng cáo đã được gỡ. Cảm ơn bạn đã ủng hộ.
zh_hans: 广告已去除，感谢支持。
zh_hant: 廣告已移除，感謝支持。

# support_thanks_title
source: Thanks!
ar: شكراً!
de: Danke!
es: ¡Gracias!
fr: Merci !
hi: धन्यवाद!
id: Terima kasih!
it: Grazie!
ja: ありがとう！
ko: 고마워요!
pt_br: Obrigado!
ru: Спасибо!
th: ขอบคุณ!
tr: Teşekkürler!
vi: Cảm ơn bạn!
zh_hans: 谢谢！
zh_hant: 謝謝！

# support_title
source: Remove ads
ar: إزالة الإعلانات
de: Werbung entfernen
es: Quitar anuncios
fr: Retirer les pubs
hi: विज्ञापन हटाएँ
id: Hapus iklan
it: Rimuovi la pubblicità
ja: 広告を消す
ko: 광고 없애기
pt_br: Remover anúncios
ru: Убрать рекламу
th: ปิดโฆษณา
tr: Reklamları kaldır
vi: Gỡ quảng cáo
zh_hans: 去除广告
zh_hant: 移除廣告

# target_glasses
source: Glasses
ar: نظارة
de: Brille
es: Gafas
fr: Lunettes
hi: चश्मा
id: Kacamata
it: Occhiali
ja: メガネ
ko: 안경
pt_br: Óculos
ru: Очки
th: แว่นตา
tr: Gözlük
vi: Kính
zh_hans: 眼镜
zh_hant: 眼鏡

# target_keys
source: Keys / car key
ar: مفاتيح / مفتاح السيارة
de: Schlüssel / Autoschlüssel
es: Llaves / llave del coche
fr: Clés / clé de voiture
hi: चाबी / कार की चाबी
id: Kunci / kunci mobil
it: Chiavi / chiave dell’auto
ja: 鍵・車のキー
ko: 열쇠 · 차 키
pt_br: Chaves / chave do carro
ru: Ключи / ключ от машины
th: กุญแจ / กุญแจรถ
tr: Anahtar / araba anahtarı
vi: Chìa khóa / chìa khóa xe
zh_hans: 钥匙 · 车钥匙
zh_hant: 鑰匙 · 車鑰匙

# target_note
source: An extra, untested feature. It may not find them well.
ar: ميزة إضافية لم تُختبر. قد لا تجدها جيداً.
de: Ungetestete Zusatzfunktion. Findet sie womöglich nicht gut.
es: Función extra sin probar. Puede que no los encuentre bien.
fr: Fonction bonus non testée. Elle peut mal les trouver.
hi: बिना परखा गया अतिरिक्त फ़ीचर। शायद ठीक से न ढूंढ पाए।
id: Fitur tambahan yang belum diuji. Mungkin tidak menemukannya dengan baik.
it: Funzione extra non testata. Potrebbe non trovarli bene.
ja: テストしていないおまけ機能です。うまく見つからないことがあります。
ko: 테스트해보지 않은 부가 기능이에요. 잘 못 찾을 수도 있어요.
pt_br: Recurso extra não testado. Pode não encontrar bem.
ru: Непроверенная дополнительная функция. Может находить плохо.
th: ฟีเจอร์เสริมที่ยังไม่ได้ทดสอบ อาจหาได้ไม่ดีนัก
tr: Test edilmemiş ek özellik. İyi bulamayabilir.
vi: Tính năng phụ chưa được thử. Có thể tìm không tốt.
zh_hans: 未经测试的附加功能，可能找不太准。
zh_hant: 未經測試的附加功能，可能找不太準。

# target_other
source: Other items
ar: أشياء أخرى
de: Andere Dinge
es: Otros objetos
fr: Autres objets
hi: दूसरी चीज़ें
id: Barang lain
it: Altri oggetti
ja: ほかの物
ko: 다른 물건
pt_br: Outros objetos
ru: Другие вещи
th: ของอื่นๆ
tr: Diğer eşyalar
vi: Đồ khác
zh_hans: 其他物品
zh_hant: 其他物品

# target_phone
source: Phone
ar: هاتف
de: Handy
es: Teléfono
fr: Téléphone
hi: फ़ोन
id: Ponsel
it: Telefono
ja: スマホ
ko: 휴대폰
pt_br: Celular
ru: Телефон
th: โทรศัพท์
tr: Telefon
vi: Điện thoại
zh_hans: 手机
zh_hant: 手機

# target_remote
source: Remote control
ar: جهاز التحكم
de: Fernbedienung
es: Mando a distancia
fr: Télécommande
hi: रिमोट
id: Remote
it: Telecomando
ja: リモコン
ko: 리모컨
pt_br: Controle remoto
ru: Пульт
th: รีโมท
tr: Kumanda
vi: Điều khiển
zh_hans: 遥控器
zh_hant: 遙控器

# target_title
source: Find other items
ar: ابحث عن أشياء أخرى
de: Andere Dinge finden
es: Buscar otros objetos
fr: Trouver d’autres objets
hi: दूसरी चीज़ें ढूंढें
id: Cari barang lain
it: Trova altri oggetti
ja: ほかの物を探す
ko: 다른 물건 찾기
pt_br: Achar outros objetos
ru: Найти другие вещи
th: หาของอื่นๆ
tr: Diğer eşyaları bul
vi: Tìm đồ khác
zh_hans: 找其他物品
zh_hant: 找其他物品

# too_fast
source: A little slower
ar: أبطأ قليلاً
de: Etwas langsamer
es: Un poco más despacio
fr: Un peu plus lentement
hi: थोड़ा धीरे
id: Sedikit lebih pelan
it: Un po’ più piano
ja: もう少しゆっくり
ko: 조금만 천천히
pt_br: Um pouco mais devagar
ru: Чуть медленнее
th: ช้าลงอีกนิด
tr: Biraz daha yavaş
vi: Chậm lại một chút
zh_hans: 慢一点
zh_hant: 再慢一點

# tut_help
source: How it works
ar: طريقة الاستخدام
de: So funktioniert’s
es: Cómo funciona
fr: Mode d’emploi
hi: कैसे इस्तेमाल करें
id: Cara pakai
it: Come funziona
ja: 使い方
ko: 사용법
pt_br: Como funciona
ru: Как пользоваться
th: วิธีใช้
tr: Nasıl kullanılır
vi: Cách dùng
zh_hans: 使用方法
zh_hant: 使用方法

# tut_next
source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
hi: आगे
id: Lanjut
it: Avanti
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Далее
th: ถัดไป
tr: İleri
vi: Tiếp
zh_hans: 下一步
zh_hant: 下一步

# tut_skip
source: Skip
ar: تخطٍّ
de: Überspringen
es: Omitir
fr: Passer
hi: छोड़ें
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
th: ข้าม
tr: Geç
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

# tut_start
source: Start
ar: ابدأ
de: Los geht’s
es: Empezar
fr: Commencer
hi: शुरू करें
id: Mulai
it: Inizia
ja: はじめる
ko: 시작하기
pt_br: Começar
ru: Начать
th: เริ่มเลย
tr: Başla
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# tut_step1_body
source: Point your phone at where you think you left them and move it slowly.
ar: وجّه الهاتف نحو المكان الذي تظن أنك تركت فيه النظارة وحرّكه ببطء.
de: Richte dein Handy dorthin, wo du die Brille vermutest, und bewege es langsam.
es: Apunta el teléfono hacia donde crees que las dejaste y muévelo despacio.
fr: Pointez le téléphone vers l’endroit où vous pensez les avoir laissées et déplacez-le lentement.
hi: फ़ोन को उस जगह की ओर करें जहाँ आपको लगता है कि चश्मा रखा था, और धीरे-धीरे घुमाएँ।
id: Arahkan ponsel ke tempat yang kamu kira kacamatanya ada, lalu gerakkan pelan-pelan.
it: Punta il telefono dove pensi di averli lasciati e muovilo lentamente.
ja: メガネを置いたと思う場所にスマホを向けて、ゆっくり動かしてください。
ko: 안경을 둔 것 같은 곳을 향해 폰을 천천히 움직여주세요.
pt_br: Aponte o celular para onde você acha que deixou os óculos e mova devagar.
ru: Направьте телефон туда, где, как вам кажется, лежат очки, и медленно ведите его.
th: หันโทรศัพท์ไปยังที่ที่คิดว่าวางแว่นไว้ แล้วค่อยๆ ขยับ
tr: Telefonu gözlüğü bıraktığını düşündüğün yere doğru tut ve yavaşça hareket ettir.
vi: Hướng điện thoại về nơi bạn nghĩ đã để kính và di chuyển thật chậm.
zh_hans: 把手机对准你觉得放眼镜的地方，慢慢移动。
zh_hant: 把手機對準你覺得放眼鏡的地方，慢慢移動。

# tut_step1_title
source: Look around slowly
ar: انظر حولك ببطء
de: Langsam umschauen
es: Mira alrededor despacio
fr: Regardez lentement
hi: धीरे-धीरे आसपास देखें
id: Lihat sekeliling pelan-pelan
it: Guardati intorno lentamente
ja: ゆっくり見回してください
ko: 천천히 둘러봐주세요
pt_br: Olhe ao redor devagar
ru: Медленно осмотритесь
th: ค่อยๆ มองไปรอบๆ
tr: Yavaşça etrafına bak
vi: Nhìn quanh thật chậm
zh_hans: 慢慢环顾四周
zh_hant: 慢慢環顧四周

# tut_step2_body
source: When we spot glasses, a box and arrows point to them. The color turns from yellow to green as we get more sure.
ar: عندما نرى نظارة، يشير إليها إطار وأسهم. كلما زاد تأكدنا تغيّر اللون من الأصفر إلى الأخضر.
de: Sehen wir eine Brille, zeigen ein Rahmen und Pfeile darauf. Je sicherer wir sind, desto mehr wechselt die Farbe von Gelb zu Grün.
es: Cuando vemos unas gafas, un recuadro y flechas las señalan. El color pasa de amarillo a verde cuanto más seguros estamos.
fr: Quand on repère des lunettes, un cadre et des flèches les montrent. Plus on est sûr, plus la couleur passe du jaune au vert.
hi: चश्मा दिखने पर एक फ्रेम और तीर उसकी ओर इशारा करते हैं। जितना ज़्यादा भरोसा, रंग उतना पीले से हरा होता जाता है।
id: Saat kacamata terlihat, kotak dan panah akan menunjuknya. Makin yakin, warnanya makin berubah dari kuning ke hijau.
it: Quando vediamo degli occhiali, un riquadro e delle frecce li indicano. Più siamo sicuri, più il colore passa dal giallo al verde.
ja: メガネが見えたら枠と矢印で示します。確かなほど色が黄→黄緑→緑に変わります。
ko: 안경이 보이면 네모와 화살표로 가리켜요. 확실할수록 색이 노랑 → 연두 → 초록으로 바뀌어요.
pt_br: Quando vemos óculos, um quadro e setas apontam para eles. Quanto mais certeza, mais a cor muda de amarelo para verde.
ru: Когда мы видим очки, рамка и стрелки указывают на них. Чем увереннее, тем больше цвет меняется с жёлтого на зелёный.
th: เมื่อเห็นแว่น กรอบและลูกศรจะชี้ไปที่แว่น ยิ่งมั่นใจ สีจะยิ่งเปลี่ยนจากเหลืองเป็นเขียว
tr: Gözlük gördüğümüzde bir çerçeve ve oklar onu gösterir. Ne kadar eminsek renk o kadar sarıdan yeşile döner.
vi: Khi thấy kính, một khung và các mũi tên sẽ chỉ vào đó. Càng chắc chắn, màu càng chuyển từ vàng sang xanh lá.
zh_hans: 看到眼镜时会用方框和箭头指出来。越确定，颜色越从黄变成绿。
zh_hant: 看到眼鏡時會用方框和箭頭指出來。越確定，顏色越從黃色變成綠色。

# tut_step2_title
source: We'll show you where
ar: سنريك مكانها
de: Wir zeigen dir, wo
es: Te mostramos dónde están
fr: On vous montre où
hi: हम बताएँगे कहाँ है
id: Kami tunjukkan tempatnya
it: Ti mostriamo dove
ja: 見つけたらこう知らせます
ko: 찾으면 이렇게 알려드려요
pt_br: Mostramos onde estão
ru: Мы покажем, где они
th: เราจะชี้ให้ดู
tr: Nerede olduğunu gösteririz
vi: Chúng tôi chỉ chỗ cho bạn
zh_hans: 找到后这样提示你
zh_hant: 找到後這樣提示你

# tut_step3_body
source: Glasses stand out on plain surfaces. On busy or similar-colored surfaces, move a bit closer.
ar: تظهر النظارة بسهولة على الأسطح السادة. على الأسطح المزخرفة أو ذات اللون المشابه، اقترب قليلاً.
de: Auf einfarbigen Flächen ist die Brille gut zu sehen. Auf gemusterten oder ähnlich farbigen Flächen geh etwas näher heran.
es: Se ven bien sobre superficies lisas. Sobre estampados o colores parecidos, acércate un poco más.
fr: Les lunettes se voient bien sur une surface unie. Sur un motif chargé ou une couleur proche, approchez-vous un peu.
hi: सादी सतह पर चश्मा आसानी से दिखता है। डिज़ाइन वाली या मिलते-जुलते रंग की सतह पर थोड़ा पास जाएँ।
id: Kacamata mudah terlihat di permukaan polos. Di permukaan bermotif atau berwarna mirip, dekatkan sedikit lagi.
it: Gli occhiali si vedono bene su superfici a tinta unita. Su fantasie o colori simili, avvicinati un po’.
ja: 無地の床や机の上ではよく見つかります。柄が多い所やメガネと似た色の所では、少し近づいてください。
ko: 단색 바닥이나 책상 위에서는 잘 보여요. 무늬가 복잡하거나 안경과 색이 비슷한 곳에서는 조금 더 가까이 가주세요.
pt_br: Os óculos aparecem bem em superfícies lisas. Em estampas ou cores parecidas, chegue um pouco mais perto.
ru: На однотонной поверхности очки видно хорошо. На пёстрой или похожей по цвету подойдите чуть ближе.
th: บนพื้นผิวสีเรียบจะเห็นแว่นได้ง่าย ถ้าพื้นมีลวดลายหรือสีคล้ายแว่น ให้เข้าไปใกล้อีกนิด
tr: Düz renkli yüzeylerde gözlük kolay görünür. Desenli ya da benzer renkli yüzeylerde biraz daha yaklaş.
vi: Kính dễ thấy trên bề mặt một màu. Trên bề mặt nhiều hoa văn hoặc cùng màu, hãy lại gần hơn một chút.
zh_hans: 在纯色的地面或桌面上容易找到。在花纹复杂或颜色和眼镜相近的地方，请再靠近一点。
zh_hant: 在素色的地面或桌面上容易找到。在花紋複雜或顏色和眼鏡相近的地方，請再靠近一點。

# tut_step3_title
source: Contrast helps
ar: التباين يساعد
de: Kontrast hilft
es: El contraste ayuda
fr: Le contraste aide
hi: कंट्रास्ट से मदद मिलती है
id: Kontras membantu
it: Il contrasto aiuta
ja: コントラストが強いと見つけやすい
ko: 대비가 강하면 더 잘 찾아요
pt_br: Contraste ajuda
ru: Контраст помогает
th: ความต่างของสีช่วยได้
tr: Kontrast yardımcı olur
vi: Độ tương phản giúp ích
zh_hans: 对比度高更容易找到
zh_hant: 對比度高更容易找到

# tut_title
source: How it works
ar: طريقة الاستخدام
de: So funktioniert’s
es: Cómo funciona
fr: Mode d’emploi
hi: कैसे इस्तेमाल करें
id: Cara pakai
it: Come funziona
ja: 使い方
ko: 이렇게 써요
pt_br: Como funciona
ru: Как пользоваться
th: วิธีใช้
tr: Nasıl kullanılır
vi: Cách dùng
zh_hans: 使用方法
zh_hant: 使用方法

source: View license
ar: عرض الترخيص
de: Lizenz anzeigen
es: Ver licencia
fr: Voir la licence
hi: लाइसेंस देखें
id: Lihat lisensi
it: Vedi licenza
ja: 全文を見る
ko: 전문 보기
pt_br: Ver licença
ru: Показать лицензию
th: ดูสัญญาอนุญาต
tr: Lisansı göster
vi: Xem giấy phép
zh_hans: 查看许可证
zh_hant: 查看授權

# voice_found
source: Found it!
ar: وجدته!
de: Gefunden!
es: ¡Encontrado!
fr: Trouvé !
hi: मिल गया!
id: Ketemu!
it: Trovato!
ja: 見つけました！
ko: 찾았어요!
pt_br: Achei!
ru: Нашлось!
th: เจอแล้ว!
tr: Buldum!
vi: Tìm thấy rồi!
zh_hans: 找到了！
zh_hant: 找到了！

# voice_high
source: Here it is
ar: هنا
de: Hier ist es
es: Aquí está
fr: C’est ici
hi: यहाँ है
id: Ini dia
it: È qui
ja: ここです
ko: 여기예요
pt_br: Aqui está
ru: Вот здесь
th: อยู่ตรงนี้
tr: İşte burada
vi: Đây rồi
zh_hans: 在这里
zh_hant: 在這裡

# voice_low
source: I think I see something
ar: أظن أنني أرى شيئاً
de: Ich sehe vielleicht etwas
es: Creo que veo algo
fr: Je vois peut-être quelque chose
hi: शायद कुछ दिख रहा है
id: Sepertinya ada sesuatu
it: Forse vedo qualcosa
ja: 何か見えます
ko: 뭔가 보여요
pt_br: Acho que vejo algo
ru: Кажется, что-то вижу
th: เหมือนจะเห็นอะไรบางอย่าง
tr: Bir şey görüyor gibiyim
vi: Hình như có gì đó
zh_hans: 好像看到了什么
zh_hant: 好像看到了什麼

# voice_medium
source: It might be here
ar: ربما هي هنا
de: Es könnte hier sein
es: Podría estar aquí
fr: C’est peut-être ici
hi: शायद यहीं है
id: Mungkin di sini
it: Forse è qui
ja: ここっぽいです
ko: 여기 같아요
pt_br: Talvez esteja aqui
ru: Возможно, они здесь
th: อาจอยู่ตรงนี้
tr: Burada olabilir
vi: Có thể ở đây
zh_hans: 可能在这里
zh_hant: 可能在這裡

# voice_too_fast
source: A little slower
ar: أبطأ قليلاً
de: Etwas langsamer
es: Un poco más despacio
fr: Un peu plus lentement
hi: थोड़ा धीरे
id: Sedikit lebih pelan
it: Un po’ più piano
ja: もう少しゆっくり
ko: 조금만 천천히
pt_br: Um pouco mais devagar
ru: Чуть медленнее
th: ช้าลงอีกนิด
tr: Biraz daha yavaş
vi: Chậm lại một chút
zh_hans: 慢一点
zh_hant: 再慢一點
